insert into campus_trade.post (id, user_id, category, title, content, create_time, update_time)
values  (1, 1, 0, '出手自行车', '200低价出手自行车，车辆完好', '2024-07-07 10:17:24', '2024-07-07 10:17:24'),
        (2, 2, 0, '出手笔记本', '低价出手游戏本啦，价格面谈', '2024-07-10 08:44:59', '2024-07-10 08:44:59'),
        (3, 2, 0, '带我打发发', '达瓦达瓦打法', '2024-07-10 09:29:01', '2024-07-10 09:29:01'),
        (4, 12, 7, '点进来再说', '我想报考湖师大，但是不太清楚学校情况，问下这所学校好不好', '2024-07-11 11:01:27', '2024-07-11 11:01:27'),
        (5, 17, 14, '出手独门绝技·虚化', '虚假的世界有什么不好，现实太残酷了！', '2024-07-12 16:36:12', '2024-07-12 16:36:12'),
        (6, 13, 1, '出手《数据库导论》和《JavaWeb开发》', '价格实惠，9成新，有个人笔记心得，非常实惠，价格分别为10', '2024-07-12 17:39:50', '2024-07-12 17:39:50'),
        (7, 22, 3, '出手二手耳机', '低价出手二手耳机，九成新', '2024-07-12 17:57:23', '2024-07-12 17:57:23'),
        (8, 27, 0, '出手山水风景', '将按此hi哈佛i啊后方哈偶哈佛案发二分', '2024-07-27 06:59:24', '2024-07-27 06:59:24'),
        (17, 29, 1, '卖书', '和读物阿尔法金卡把附件为北京', '2024-08-21 17:33:27', '2024-08-21 17:33:27'),
        (18, 2, null, null, '很烦，我想发给', '2025-01-09 14:23:09', '2025-01-09 14:23:09'),
        (19, 2, null, null, '我想快点儿回到家，', '2025-01-09 14:39:03', '2025-01-09 14:39:03');